{
    "rajdata":
            [
             {"_id":{"$oid":"5e672258b58dc121e7bc5a01"},"name":"jaipur","type":"city","ratings":"4.2","travel_guide":"http://www.holidayiq.com/travel-guides/jaipur.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"Jaipur is a wonderful city. This Pink City is well maintained and people here are very much friendly. Haowa Mahal, City Palace and Jaipur Fort are amazing. We stayed in Hotel Um ed Haveli. There reception, behaviour, food is excellent.","city_details":["History of Jaipur"," "," Jaipur, the capital of Rajasthan is also known as the ‘Pink City’. Jaipur is an enchanting historical city and was founded in 1727 by Maharaja Jai Singh, the King of Amer. Also, the city of Jaipur is named after him."," "," During the rule of Sawai Ram Singh, the city of Jaipur was painted pink to greet Prince Edward and Queen Victoria. Since then, Jaipur came to be known as the Pink City. The City also remains to be the gateway to India’s exuberant state of Rajasthan."," ","People and Culture of Jaipur"," "," Jaipur is one of the popular tourist places in India. All year round, it is swarming with tourists from all over the world. The colourful streets, a blend of old and new Jaipur and the rich splendour cultural heritage are Jaipur’s most attractive features. The main language of Jaipur is Rajasthani but Marwari, Hindi and English are also spoken here. It has a good cosmopolitan mix in terms of population and culture, celebrating Hindu, Jain, Sikh, Muslim and Christian festivals. Few of the main festivals of Jaipur are Gangaur festival, Teej festival, Elephant Fair, Jaipur Literature festival, Kite festival, Chhat ka Mela in Amber during Navratri."," ","Things to Do in Jaipur"," "," Jaipur is abode to magnificent palaces, splendid forts and charming architectural buildings and hence there are a lot of sightseeing in Jaipur that tourists must indulge in. ","City Palace"," is one of the most popular Jaipur attractions. With a charismatic architecture, this palace has gardens, courtyards and many other important buildings that are housed in it. From places to visit in Jaipur, ","Amber Fort"," is another spectacular tourist place. The fort has a royal palace that portrays a merge of Hindu and Muslim architecture and it also depicts the lifestyle of the Rajputs."," "," ","Hawa Mahal"," is another one from Jaipur places to visit. This palace has honeycombed hive architecture and is built of red and pink sandstones. Jal Mahal and Jantar Mantar are two other Jaipur tourist places that you must visit."," ","Food and Shopping in Jaipur"," "," Apart from places to see in Jaipur, there is lots of other entertainment to catch up in Jaipur. A trip to Jaipur is incomplete without munching on the local Rajasthani cuisine. Dal Bati Churma, Ghewar, Kalakand and Bajre Ki Khichri are some of the famous dishes of Jaipur. Things to do in Jaipur include a visit to Choki Dhani- a place where you can enjoy food along with the vibrant culture of Rajasthan."," "," Johari Bazaar, Bapu Bazaar, Nehru Bazaar, Tripolia Bazaar and Chaura Rasta are some of the famous markets where you will find everything from lehengas to handicrafts to bangles and pottery. Jaipur tour is incomplete without raiding and shopping from these markets."," ","Accommodation in Jaipur"," "," For transport options and figuring out ","how to reach Jaipur",", one can opt for going by road, by flight, by bus or by train. For accommodation, one can choose to stay in budget hotels, resorts, guest houses or luxury hotels. There is no shortage of accommodation here in Jaipur. Keeping the entire list of Jaipur sightseeing in mind, plan an itinerary, book one of the ","hotels in Jaipur well in advance and take off to this Pink City!"," "],"city_famous_for":["Amber Fort","Nahargarh Fort","Govind Dev ji Temple","City Palace ","Birla Mandir","Chokhi Dhani Village","Jantar Mantar","Lakshmi Narayan Temple","Moti Doongri","Hawa Mahal","Samode","Dausa","Bhandarej","Tonk","Sikar","Kuchaman","Ranthambore","Dundlod","Sariska","Sawai Madhopur"],"city_images":"https://c1.hiqcdn.com/photos/photo_upload/55/556721/320x205-attraction_20170525144107.jpg"},
              {"_id":{"$oid":"5e672259b58dc121e7bc5a02"},"name":"udaipur","type":"city","ratings":"4.2","travel_guide":"http://www.holidayiq.com/travel-guides/udaipur.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"Good I went to home as I leave in college. I am expecting a good offers as being a student I need to travel frequently. So I am expecting good offers. Food and Shopping: Yes. Highlight of the trip: My home","city_details":["History of Udaipur"," "," Udaipur is among the top tourist destinations in Rajasthan. It also has a deep historic significance. It is believed that Maharana Udai Singh went on a hunt in the Aravalli Hills when he met with a hermit. The hermit told the king the fertile land on the banks of the Pichola Lake will serve as an excellent capital and will be protected by the hills. Consequently, it was established in the year 1553 as the capital of the Kingdom of Mewar. It is the birthplace of the legendary Maharana Pratap who fought against the Mughal conquest. In the year 1818, it became a Princely State under the British Empire and later became a part of India after Independence."," ","People and Culture of Udaipur"," "," On a trip to Udaipur, one can experience the regal history of the city. Tourism, handicrafts and agriculture are some of the major mainstays of the people here. Udaipur is a popular tourist destination all over the globe and so, English has become a commonly spoken language along with Hindi, Mewari and Wagdi."," "," The city has a healthy population of Hindus and Jains. The major festivals include Diwali and Holi. Gangaur Festival, Jal-Jhulni Ekadashi and Hariyali Amavasya are some of the other major festivals unique to this area. The Ghoomar dance is also a speciality of Udaipur."," ","Things to Do in Udaipur"," "," The list of Udaipur attractions is endless. Sightseeing in Udaipur is a highly rewarding experience with its royal palaces and crystal-clear lakes. Some of the top places to visit in Udaipur includes the ","City Palace"," and its museum, the Lake Palace and Bagore Ki Haveli. Udaipur sightseeing is incomplete without a visit to the Pichola lake and Fateh Sagar. Tourists may pay homage to the hero of Mewar at the ","Maharana Pratap Memorial",". One of the most famous places in Udaipur is the ancient ","Jagdish Temple",", built by Maharana Jagat Singh and is almost 400 years old! It is one of the best places to visit in Udaipur."," "," There are countless things to do in Udaipur. One can enjoy some quite time in the lush gardens of Saheliyon Ki Bari and Gulab Bagh. Among the top Udaipur tourist places is the Kumbalgadh Fort."," ","Food and Shopping in Udaipur"," "," There are many must-see Udaipur places to visit; street food in the heart of the city is a must-try. Udaipur is the pinnacle of Rajasthani cuisine with delectable dishes like Ker Sangri, Kadhi, and Gatte ki Sabzi served with Bajra roti. This delicious meal is then concluded with a refreshing drink of Chaas."," ","Places to see in Udaipur ","also includes shopping in the city. One can shop for traditional Rajasthani silver jewellery and colourful ghaghras and scarves in Udaipur. The markets also have wonderful collections of bedazzled ethnic slippers. Main markets are Hathi Pol and Bada Bazaar where kaleidoscopic items can be found at bargain prices."," ","Accommodation in Udaipur"," "," For travellers going on an Udaipur tour, there is a large number of transportation options on ","how to reach Udaipur",". The state is well-connected by road, train or flight. Tourists can find accommodation in top-notch ","hotels in Udaipur such as The Oberoi Udaivilas, Shiv Niwas Palace and Jaisamand Island Resort. Udaipur is the perfect destination for all kinds of vacationers, especially for those looking to experience the essence of Rajasthan."," "," "],"city_famous_for":["City Palace","Pichola Lake","Fateh Sagar","Saheliyon Ki Bari","City Palace Museum","Bagore Ki Haveli","Jagdish Temple","Mansapurna Karni Mata Ropeway","Maharana Pratap Memorial","Monsoon Palace","Nathdwara","Rajsamand","Ranakpur","Kumbhalgarh","Dungarpur","Chittorgarh","Neemuch","Mount Abu","Bhilwara","Pratapgarh"],"city_images":"https://c1.hiqcdn.com/photos/photo_upload/55/556761/320x205-attraction_20170525150442.jpg"},
              {"_id":{"$oid":"5e672259b58dc121e7bc5a03"},"name":"jodhpur","type":"city","ratings":"4.1","travel_guide":"http://www.holidayiq.com/travel-guides/jodhpur.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"City is a combination of a modern city and an old traditional one. Though a very selected area is kept **** and pan, the rest is unclean and full of dust. Dust is understandable because of it's proximity to desert, strong wind and lack of rain. But no effort to clean the roads and the sides is visible. If you take food in A-class eateries, the hygiene is apparently maintained. But in road side stalls and common eateries, hygiene is a taboo word. Everywhere, the food is traditionally oily because the local belief is that more ghee (clarified butter) brings more taste in food. Of course, if you are in a 5 star and give strict instructions on your order, you may get nosily food. If you like rich spicy food, the city is heaven for you. People are friendly and go out of their way to guide and help you. Though some taxi drivers may be tricky. A local connection will help.","city_details":["History of Jodhpur"," "," Jodhpur in Rajasthan is one of the most popular tourist destinations because of its havelis, forts, rich heritage and because it was home to the Maharaja and his Royal family. It is also called the ‘Blue City’ because of the houses around Mehrangarh fort that are painted in blue."," "," Jodhpur was founded by Rao Jodha, the Chief of Rathore Clan in 1459. Thus the city is named after him. Much later, during the British Raj, Jodhpur flourished and became one of the largest cities in Rajasthan."," ","People and Culture of Jodhpur"," "," Jodhpur is always full of tourists from all over the world. The city has a rich cultural heritage and a majority of the population speak in Rajasthani, Marwari and Hindi."," "," The main festivals in Jodhpur include Jodhpur International Desert Kite Festival, Nagaur Fair, Marwar Festival and Jodhpur Rajasthan International Folk Festival. These festivals are celebrated with great pomp and show."," ","Things to Do in Jodhpur"," "," Famous for its forts, museums, palaces, havelis and other splendid architectural buildings, Jodhpur is indeed buzzing with tourists all year round. There are lots of places to see in Jodhpur. ","Mehrangarh Fort"," is one of the must places to visit in Jodhpur. This fort is one of the largest forts in India and is still run by Jodhpur Royal family. It has many palaces enclosed within its boundaries."," "," From the list of Jodhpur tourist places, ","Umaid Bhawan Palace Museum"," is another popular tourist attraction. The museum exhibits the exclusive belongings that were owned by Maharaja and the Royal family. The museum displays everything from antiques to crockery to photographs to clocks to various other elite things. ","Umaid Mahal"," is the residence of former Jodhpur Royal family and some part of the palace is maintained by Taj Hotels. Umaid Mahal is indeed one of the popular Jodhpur places to visit. Ghanta Ghar and Mandore are other two Jodhpur attractions."," ","Food and Shopping in Jodhpur"," "," Apart from sightseeing in Jodhpur, the city also has a number of posh as well as pocket friendly restaurants of different cuisine. Jodhpur tour is incomplete without a tall glass of lassi and kachori. Maakhan vade, Besan ki chakki, Pachkuta, Hot & Spicy Mirchibada and Kachoris are famous snacks and sweets of Jodhpur that you will find in all eateries."," ","Things to do in Jodhpur ","also includes shopping. Handicrafts, antiques, tie and dye clothes, embroidered shoes and jewellery are some famous things of Jodhpur. Clock Tower Market, Mochi Bazaar, Nai Sarak and Sojati Gate Market are the most famous markets of Jodhpur. Without a visit to these markets, your trip to Jodhpur is incomplete."," ","Accommodation in Jodhpur"," "," Tourists who are wondering ","how to reach Jodhpur"," can choose to travel to Jodhpur by bus, by flight, by train or by taxi. There are various luxury hotels, budget hotels, resorts and guest houses for accommodation in Jodhpur. Also, many ","hotels in Jodhpur are in the vicinity of major Jodhpur sightseeing places. Plan Jodhpur getaways with your family or friends and book a hotel in advance to avoid the last minute rush!"," "],"city_famous_for":["Mehrangarh Fort","Mehrangarh Museum","Jaswant Thada","Umaid Bhawan Palace Museum","Umaid Mahal","Mandore","Guda Bishnoi Village","Rao Jodha Desert Rock Park","Ghanta Ghar","Chokelao Bagh","Osian","Pali","Jojawar","Phalodi","Jalore","Ghanerao","Pokaran","Pushkar","Sirohi","Rajsamand"],"city_images":"https://c1.hiqcdn.com/customcdn/320x205/destreviewimages/Jodhpur-664_7.jpg"},
              {"_id":{"$oid":"5e67225ab58dc121e7bc5a04"},"name":"bikaner","type":"city","ratings":"4.1","travel_guide":"http://www.holidayiq.com/travel-guides/bikaner.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"Bikaner fort is also known as Junagarh Fort. There are four Mahala in Fort and one temple. The museum within the fort called Junagarh Fort museum. In the museum displays armoury collection of post medieval arms and also paintings, silver, jewelry, royal costume.","city_details":["History of Bikaner"," ","Situated in the north-west part of Rajasthan, Bikaner is a desert town in the middle of the Thar Desert. The town is known for its rich Rajput culture and has some of the most beautiful palaces and richly sculptured temples of red and yellow sandstones. Tourists from all across visit Bikaner to get a feel of the desert and the culture and lifestyle of the people here. October to March is the best time to visit this town. Like any other desert town, the city experiences extreme weather with very hot summers and chilly winters. During the summer months, the days are extremely hot, although the nights become pleasant. Many of the holiday resorts and luxury hotels in Bikaner organise camel safaris, jeep safaris, night safaris and desert camps which allow tourists to get a taste of life in the desert. "," ","Things To Do in Bikaner"," ","Bikaner is known for its beautiful palaces and forts. The Junagarh Fort, built during the reign of Raja Rai Singh, is the most famous fort in Bikaner and is a tribute to the Rajput style of architecture. The Laxmi Niwas Palace which is the former residential palace of the king, Lallgarh Palace, Gajner Palace is some of the other places in Bikaner which add to the beauty of the town and gives it a feel of the Rajput heritage. Bikaner is home to some beautiful temples and there are around 27 Jain Temples in the place. One unique temple in Bikaner is the Karni Mata Temple; popularly known as the 'rat temple'. The temple is home to thousands of rats which seem to be everywhere and are considered holy by the devotees who come to offer their prayers. The Karni Mata Fair, in honour of Karni Mata, who was an ascetic, is held twice a year - March/April and October/November. It is held at Deshnok, near Nokha which is almost 60 km from Bikaner. The next fair will be held during Navratras, for 10 days, from Chaitra Shukla Ekam to Chaitra Shukla Dashmi of the Hindu lunar calendar. "," ","Though Karni Mata was an ascetic she is worshipped as a deity by her followers who include the Charans and the royal family of Bikaner. Inside the temple, there is an image of Karni Mata which is decorated with garlands and tiaras. When Rajput children get their first haircut, it is offered to the deity to seek her blessings. The temple is open from 4:00 am when priests perform 'aarti' and give 'bhog' as offerings."," ","People and Culture of Bikaner"," ","Being a popular tourist destination, there are many fairs and festivities that are organised keeping in mind the tourists. One of the popular festivals held here every January is the Camel Festival. During this festival, hordes of camels are brought out and are decorated in the most colourful way possible. Thousands of people throng this place to be a part of the festivities which include camel racing, dances by camels and bumpy camel rides. "," ","Food and Shopping in Bikaner"," ","To view and purchase Rajasthani handicrafts and artefacts, jewellery and fabrics, a trip to the market area is the best option as there are many stalls selling indigenous products and souvenirs. The cuisine here is essentially vegetarian and the town is known for a wide range of traditional Rajasthani vegetarian dishes and sweets. "," ","Accommodation in Agra"," ","Bikaner is well connected to different parts of Rajasthan as well as the country. The nearest airport is at Udaipur. It is also connected by railways to cities like Jodhpur, Mumbai and Delhi, among others. There are also a number of bus services from Bikaner to major cities nearby."," "],"city_famous_for":["Junagarh Fort","Karni Mata Temple","Bikaner Fort","Camel Breeding Farm","Shri Laxminath Temple","Bhandeswari Jain Temple","Prachina Museum","Lalgarh Palace","Soor Sagar Lake","Public Park","Gajner","Nagaur Fort","Nakrasar","Phalodi","Mandawa","Churu","Dundlod","Sikar","Hanumangarh","Samode"],"city_images":"https://c1.hiqcdn.com/customcdn/320x205/destreviewimages/Bikaner-567044_7.JPG"},
              {"_id":{"$oid":"5e67225bb58dc121e7bc5a05"},"name":"pushkar","type":"city","ratings":"4.1","travel_guide":"http://www.holidayiq.com/travel-guides/pushkar.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"The Place is well known for its uniqueness due to only place of worship for Brhama. You can reach here from Jaipur via Car in 2. 5 hrs, as the road is fantastic. I will recommend road journey as you can enjoy awesome views while going. Well apart from this you can see the famous Pushkar Jheel or Lake . Which is one of the most famous spot of Hindu Pilgrim and Site for world famous Pushkar fair. The lake is surrounded by numerous big and small temples along many ghats (bathing area). Don't forget to roam inside the streets as you can find some amazing eateries like Ganga laffa & Falafel . And some wonderful cloth shops like Jimmys fashion . . As you approach to Oct and Nov the place becomes most attractive to devotees . Also at this time You can witness the true colours of Rajasthan, it's lip smacking dishes, folk dance & Song end Cattel fair.","city_details":["History of Pushkar"," ","Pushkar in the Ajmer District of Rajasthan is a small town with ample religious beliefs attached to its existence. It is located at 510 meters above sea level and lies 14 km to the North West of Ajmer. Pushkar derives its literal meaning from the Sanskrit word Pushkar, which means blue lotus flower. One of the most ancient cities in India, Pushkar is located on the banks of Pushkar Lake. The date when this place came to existence may remain unknown; But Lord Brahma is known to be the creator. The mythology associated with this place narrates a legend that Lord Brahma performed sacrament here for 60000 years to have a sight of Lord Vishnu."," ","People and Culture of Pushkar"," ","Pushkar is one of the five sacred Dhams that are revered pilgrimage centres and it's importance is often referred as tirth- raj, which means the king of pilgrimages. Gradually gaining popularity, Pushkar has now emerged as the popular destinations among tourists not just from the country, but even from abroad.Pushkar with its ample and glorified religious significance is the centre for many famous temples. Many of these temples, which were destroyed by Muslim conquest in this area, were rebuilt. The most famous temple amongst all is the Brahma Temple that seems to have been constructed in the 14th century AD."," ","Things To Do in Pushkar"," ","The distinct feature of Pushkar is presence of Brahma Temple here, which is a very rare finding and is very few in India. The Pushkar Lake here has 52 ghats and attracts many pilgrims who descend here to bathe in the sacred water. The Pushkar Camel fair is another popular event that attracts many visitors in increasing count every year.The name of this place links to a mythological tale. It is believed that the gods in Hindu religion released a swan with a lotus in its beak and let it free. Lord Brahma performed a Yagna and the place where lotus fell from beak of the swan was called Pushkar and has been called the same, since then.The other places that can be visited include Pushkar Lake, Brahma Temple and Savitri Temple. The two events that have greatly added to popularity of Pushkar are the Pushkar Bazaar and Pushkar Fair."," "],"city_famous_for":["Pushkar Lake","Savitri Temple","Pushkar Bazaar","Rangji temple","Brahma Temple","Pushkar Camel ride","Merta","Raghunath Temples","varaha temple","Mahadeva Temple","Ajmer","Kishangarh","Kuchaman","Nagaur Fort","Jaipur","Bhilwara","Tonk","Pali","Rohet Garh","Unti"],"city_images":"https://c1.hiqcdn.com/customcdn/320x205/destreviewimages/Pushkar-2445_1.jpg"},
              {"_id":{"$oid":"5e67225bb58dc121e7bc5a06"},"name":"ajmer","type":"city","ratings":"4.1","travel_guide":"http://www.holidayiq.com/travel-guides/ajmer.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"Weather was awesome and perfect, we went in December around 30th . . Food and Shopping: Yup, JmB is the best in Udaipur for start of a day (Breakfast - awesome samosas, kachori and dhokla with Jalebi). Highlight of the trip: Mount Abu","city_details":["History of Ajmer"," ","Ajmer, formerly known as Ajmere or Ajaymeru is the city in Ajmer district of Rajasthan. The city was founded by the rulers of the Chauhan dynasty who ruled it for several decades, with Prithviraj Chauhan being one of its most illustrious rulers. At a distance of 135 km from the capital city of Jaipur, Ajmer is surrounded by the Aravalli range and is located at the slopes of the Taragarh hill. The city is guarded by the mammoth Taragarh Fort which is one of the country's oldest hill forts, and is at the summit of the Taragarh hill providing a breathtaking view of the city below."," ","People and Culture of Ajmer"," ","Ajmer is famous for the Dargah Sharif of the great Sufi Saint Khwaja Muinuddin Chishti. Located at the foot of the Taragarh hill, the site is visited by thousands of devotees from all religions and sects who come here to offer their prayers. Especially during the festival of Urs, believers from all around the globe throng the holy site with the hope of getting their wishes fulfilled by offering prayers to the Saint. The Anasagar is a beautiful artificial lake located at the north of the city. The Bardani pavilions which surround the lake and the adjoining parks add to the beauty of the location and are popular for outings and picnics. The Ajmer Museum, which was once the residences of the Mughal Emperor Akbar, has a range of unique sculptures and armour of the Mughal and the Rajput dynasties preserved here for visitors to see."," ","Things To Do in Ajmer"," ","The city has several other attractions like Adhai Din Ka Jhonpra, which is the remains of an old mosque and is a unique example of Indo-Islamic architecture, the Nasiyan (Red) Temple which is a well known Jain temple, the Nimbark Peeth, Nareli Jain temple, among many others. The city of Ajmer has been the hot seat for culture and education from ages. The British established the prestigious Mayo College, an institute set up exclusively for the erstwhile Indian nobility, which is now considered to be one of the best schools in the country. Ajmer is also the gateway to the holy city of Pushkar, which is just 11 km away from here. Pushkar is famous for the Lord Brahma temple and the sacred Pushkar Lake, and the town has become a favourite spot for domestic and international tourists. "," "," The best time to visit Ajmer is during the winter season when the weather is pleasant and comfortable for exploring the city. "],"city_famous_for":["Ana Sagar Lake","Dargah Sharif ","Brahma Temple","Nasiyan Temple","Baradari","Adhai din ka Johnpra","The Dargah Complex","Dargah Of Khwaja Muin-Ud-Din Chishti","Buland Darwaza","Mayo College and Museum","Pushkar","Kishangarh","Kuchaman","Jaipur","Bhilwara","Nagaur Fort","Tonk","Pali","Samode","Sikar"],"city_images":"https://c1.hiqcdn.com/customcdn/320x205/destreviewimages/Ajmer-11637_0.jpg"},
              {"_id":{"$oid":"5e67225cb58dc121e7bc5a07"},"name":"bundi","type":"city","ratings":"4.1","travel_guide":"http://www.holidayiq.com/travel-guides/bundi.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"This time around I wanted to travel to some less or unexplored places. With a little bit of research (read forts & palaces being the selection criteria) I narrowed down to Bundi and Jhalawar! A few may have heard about Bundi but Jhalawar is least known.","city_details":["Bundi Blogs","View All","7 Breathtaking Honeymoon Destinations in the Magical Deserts of Thar","6 Reasons Why the Thar is Magical","7 Places to Go Soul Searching in The Desert","7 Magical Honeymoon Destinations in the Mysterious Deserts of Thar","7 Forts That Reignite the Royal Past of Thar"],"city_famous_for":["Raniji ki Baori","Sukh Mahal","Chaurasi Khambon ki Chhatri","Hathi Pol","Taragarh Fort","Garh Palace","Nawal Sagar Lake","Moti Mahal","Shikar Burj","Phool Mahal","Kota","Baran","Tonk","Sawai Madhopur","Jhalawar","Ranthambore","Bhilwara","Chittorgarh"],"city_images":"https://c1.hiqcdn.com/images/tourism/static/styles/images/placeholder.jpg"},
              {"_id":{"$oid":"5e89c0a040d1e430448b7173"},"name":"rajasthan","type":"state","ratings":"4.2","travel_guide":"http://www.holidayiq.com/travel-guides/jaipur.pdf","city_statename":"rajasthan","city_bestTime":["November","December","February","March"],"city_reviews":"Rajsthan is \"Land of Kings. Also is India's largest state by area. Most attraction of Rajsthan is Ajmer where Khwaja e khwajga, Sultan e Hind, Khwaja Moinuddin Hasan Chishty, Summat Ajmeri are. A 's Mazar Shareef is there. . Besides Ajmer, Jaipur, Udaipur, Jesalmer, Jodhpur and so many places are there to Visit","city_details":"Rajasthan – literally ‘Land of Kings’ – conforms to a popular ideal of romantic India, boasting more maharajas’ palaces, camel treks and colourful festivals than you could experience in a lifetime.  Itineraries tend to revolve around the state’s main cities, each of which is distinguished by a different hue: the salmon pink of the capital, Jaipur; the cobalt blue of Jodhpur’s old city; the yellow ochre of Jaisalmer’s desert citadel; and the white alabaster of Udaipur. Big cats tend to be high on the agendas of most visitors to this region, thanks to the presence in Rajasthan of one of India’s foremost tiger reserves, Ranthambore, while the Pushkar Camel Fair is a popular event to attend","city_famous_for":["Amber Fort","Nahargarh Fort","City Palace ","Hawa Mahal","Samode","Dausa","Bhandarej","Tonk","Sikar","Kuchaman","Ranthambore","Dundlod","Sariska","Sawai Madhopur"],"city_images":"https://c1.hiqcdn.com/photos/photo_upload/55/556721/320x205-attraction_20170525144107.jpg"},
              {"_id":{"$oid":"5e9bfc4b957d9045fcbf8ef0"},"name":"jaisalmer","type":"city","ratings":"4.4","travel_guide":"http://www.holidayiq.com/travel-guides/jaisalmer.pdf","city_statename":"rajhasthan","city_bestTime":["November","December","February","March"],"city_reviews":"We planned one day trip to Jaisalmer from Jaipur. By air we landed at Damodara desert Camp . Mr. Prithvi took care of very well. We started for Jeep safari . It was a fantastic adventure with family . Take care of young one . Then they took us for sunset view in camel . We also did sliding in sand dunes . We came back to camp for authentic Rajasthani folk songs with dance . It's too good . Night stay was really cold . Had a memorable time in Jaisalmer","city_details":"Steeped in history and offering breath-taking visuals of citadels of yore, the desert city of Jaisalmer is a World Heritage Site. The city fort, which also houses a palace and many temples which are Jaisalmer tourist places, are located in the midst of the Thar Desert. The city is named after its founder Maharawal Jaisal Singh, who set up the magnificent fort in 1156 AD.The most prominent of all attractions is the Jaisalmer Fort that towers over its surrounding like a sentinel from a bygone era.Patwon-ki-Haveli, the Desert Cultural Centre and Museum, and camel riding in the Desert National Park are other Jaisalmer places to visit and experience","city_famous_for":["Jaisalmer Fort","Bada Bagh","Patwon-Ki-Haveli","Sam Sand Dunes ","Gadisar Lake"],"city_images":"https://c1.hiqcdn.com/customcdn/1300x512/destreviewimages/shareiq_384_1448079613.00813.JPG"},
              {"_id":{"$oid":"5e95629b957d9045fcbf8ee6"},"name":"amberfort","type":"place","ratings":"4.6","travel_guide":"http://www.holidayiq.com/travel-guides/jaipur.pdf","place_statename":"rajhasthan","place_bestTime":["November","December","February","March"],"place_details":"Amber Fort, also known as Amber Palace, is said to have played a key role in the history of Medieval India. This fort depicts true royal lifestyle of the Rajputs, who are known for their decadent, radical and volatile behaviour. The Amber Palace is a perfect fusion of Hindu and Muslim architecture.The Amber Fort was constructed during the 15th century by Raja Man Singh, who was the renowned Rajput commander in the army of Mughal ruler Akbar. It also has large gateways, stairways, beautiful palaces, courts and pillared pavilions. The fort is also known for Sheesh Mahal, Jas Mandir, Jali Screens and other important temples.","place_reviews":"One of the best thing to do in Jaipur.It also remains open in night up to 9:15 PM. So you can go in evening to see the Fort in sun light as well as in Moon light. If you are a student carry your student ID with you as there is concession on entry free to students.","place_images":"https://1187604958.rsc.cdn77.org/data/images/full/6015/1-jpg.jpg?w=430"},
            {"_id":{"$oid":"5e95649b957d9045fcbf8ee7"},"name":"hawamahal","type":"place","ratings":"4.5","travel_guide":"http://www.holidayiq.com/travel-guides/jaipur.pdf","place_statename":"rajhasthan","place_bestTime":["November","December","February","March"],"place_details":"Hawa Mahal, built in 1799 by Sawai Pratap Singh, was designed by Lalchand Usta. It is a five-storey structure that has more than 950 windows. The latticework was built for allowing women to watch everyday life of the city. Hawa Mahal is situated near the Johari Bazaar and provides a beautiful view of the entire Pink City.Housing an archaeological museum, the entire structure was built with red and pink sandstone. This museum is connected with the nearby women section, which is known as 'zenana'.","place_reviews":"Glorious, megnifician, beautifully carved windows...Hawa Mahal, the palace of wind, worth to see,Magnificent architecture, beautifully decorated windows, you can feel the proud on the architect dovelopment in ancient india, most glorious site I have ever seen.","place_images":"https://c1.hiqcdn.com/customcdn/1300x512/destreviewimages/Jaipur-3548_58.jpg"},
            {"_id":{"$oid":"5e956558957d9045fcbf8ee8"},"name":"ranthamborenationalpark","type":"place","ratings":"4.7","travel_guide":"http://www.holidayiq.com/travel-guides/jaipur.pdf","place_statename":"rajhasthan","place_bestTime":["November","December","February","March"],"place_details":"Ranthambore National Park is situated in Rajasthan, providing natural habitat to numerous wildlife species. Apart from wildlife, the national park also provides an opportunity to view numerous bird species and flora. The park does not possess many amphibians and offers the closer view of common Indian toads and frogs.This national park spreads over an area of 392 sq, km and is one of the finest parks for the conservation of Tigers. The park also features hills, hillocks  and flat valleys. The concerned authorities of the park make special arrangements for wildlife photography and video shootings.","place_reviews":"I loved the place. It's a place you should visit again if you are animal lover and love traveling. You should take a proper camera to take pics. The best time to visit is afternoon. We went in the winters, so we enjoyed and the sunset was amazing!!!","place_images":"https://c1.hiqcdn.com/customcdn/1300x512/destreviewimages/1480334452_rotates_shareiq_535_1480331635.438955.jpg"},
            {"_id":{"$oid":"5e9565fc957d9045fcbf8ee9"},"name":"citypalace","type":"place","ratings":"4.5","travel_guide":"http://www.holidayiq.com/travel-guides/jaipur.pdf","place_statename":"rajhasthan","place_bestTime":["November","December","February","March"],"place_details":"City Palace, a beautiful palace in the city of Jaipur, is surrounded by large walls on all sides. It also houses audience halls, pavilions and many other important buildings. The construction work of this palace was commissioned by Maharaja Sawai Jai Singh during the early 1730s. The construction work continued till the late 19th century, which was mainly because of the fight between Maharaja and his descendants.","place_reviews":"A perfect blend of colours, designs, art and culture can be seen in every nook and corner of the palace. To be more precise, it is located northeast of the centre of the gradated Jaipur city. You want to stay away from the heat, the best month to choose for a trip to Jaipur is in between October and March. The weather becomes much pleasant, which will help you to experience every nook of the city properly.","place_images":"https://c1.hiqcdn.com/customcdn/1300x512/destreviewimages/1490695426_rotates_shareiq_383_1436070551.663411.jpg"},
            {"_id":{"$oid":"5e9566de957d9045fcbf8eea"},"name":"mehrangarhfort","type":"place","ratings":"4.6","travel_guide":"http://www.holidayiq.com/travel-guides/jaipur.pdf","place_statename":"rajhasthan","place_bestTime":["November","December","February","March"],"place_details":"Mehrangarh Fort, situated 125 m above the city, is enclosed by thick walls. One of the largest forts in India, it contains several palaces known for their intricate carvings and expansive courtyards inside its boundaries. On the second gate, imprints of cannonball hits by attacking armies of Jaipur can still be seen. Chhatri of Kirat Singh Soda, a soldier who fell on the spot defending the Mehrangarh Fort, is located on the left side.","place_reviews":"A must visit when you're at Jodhpur. A huge fort with a beautiful architecture. There is a temple in the fort. Also, a museum timing is from morning 8 am to 5 pm.","place_images":"https://c1.hiqcdn.com/customcdn/1300x512/destreviewimages/1490094639_rotates_shareiq_390_1400227387.179807.jpg"}

            ]


}