{
  "reach":
            [
              {"_id":{"$oid":"5e89b46f9df13cf63829b2fe"},"city_name":"jaipur","By Bus":"When onJaipur trip by bus, travelers can choose RSRTC buses that provide excellent service in and around the city. Jaipur visit by bus can be an enjoyable one if travelling with a partner. Jaipur travel is always memorable for everyone because of the palaces and its unique architecture. Experience the romance and history of the city while on a Jaipur trip by bus.","By Train":"Trains to Jaipur is almost so easy to find as it is regarded as the headquarters of North western railway zone. Hence, it is connected to almost all parts of the country. There are so many Jaipur trains that come from north, south and east. Ensure that you check theJaipur train timetablebefore planning the trip.","By Flight":"Jaipur airport is located in Sunganer town. There dailyflights to Jaipurfrom almost all major airports in the country. So travelers need not worry about how to reach Jaipur. Flights to Jaipur need to be booked as early as early as possible because of its tourism importance. In the case of late bookings, tickets price will get sky high during the peak time of the season.","By Cab/Taxi":"Wondering how to go to Jaipur by road in a less expensive manner? Jaipur car rentals offer the best packages that let you travel in and around the city at affordable rates. A trip toJaipur by roadcan be an amazing experience because of the sceneries and quality of roads. You can also choose to self-drive to Jaipur by car which is a better idea."},
              {"_id":{"$oid":"5e89b4719df13cf63829b2ff"},"city_name":"udaipur","By Bus":"Details on how to go to Udaipur by bus is as follows. Udaipur is connected with direct bus services with Delhi, Jaipur, Indore, Kota, Ahmedabad and other cities. Going onUdaipur trip by busis preferred for those looking to travel economically. Tickets for Udaipur visit by bus are available for booking online as well as directly.","By Train":"Following are the details on how to reach Udaipur by train. Direct trains to Udaipur from other major cities including Delhi Indore, Mumbai and Kota are available as the city is well connected with the railway network of the country.Udaipur train timetableassists the travellers that are new to Udaipur train travel and also allows them to know the timings. The trains that are available on all days of the week are Mewar Express, Gwalior-Udaipur Express and Annanya Express. The Bandra-Udaipur SF Express and the Chetak Express are also available. Cabs can be hired from the railway station to get to anywhere in the city.","By Flight":"Udaipur airport or Dabok Airport or Maharana Pratap Airport is the International airport in the city. Directflights to Udaipurare available from other major cities of the country like Delhi, Jaipur, Kolkata and Mumbai. Some of the flights that are available daily to Udaipur are Jet Airways, Indian Airlines, Kingfisher Airlines and Air Deccan. Udaipur travel cabs and buses are available from the airport to get to any place in the city.","By Cab/Taxi":"One will find that it is more comfortable to drive to Udaipur by car if travelling with family, kids or seniors. The advantage of driving toUdaipur by roadis that it allows one to see the sights along the way. The route is filled with ATMs, fuel pumps and food joints to help travellers on the road. Udaipur car rental is also available for those looking to drive and explore the city by themselves."},
              {"_id":{"$oid":"5e89b4739df13cf63829b300"},"city_name":"jodhpur","By Bus":"Jodhpur trip by busis one of the way travellers can enjoy their vacation to the fullest. Daily inter-state services are available from major cities in adjoining states. Plan your Jodhpur trip by bus after checking the timings and fares of various services. Jodhpur visit by bus lets travellers visit the lesser-known places around the area and allows them to enjoy local specialties.","By Train":"So, how to reach Jodhpur, faster and in a more economical manner? Jodhpur trains can be boarded even from almost everywhere in India once a week. Daily trains to Jodhpur are available from Mumbai. Jodhpur is well-connected to the all the major cities through the rail network. Check the timings of some of the popular trains such as the Chennai – Jodhpur express, the Smapark Kranti Express, the Jaisalmer-Delhi Express and so on in theJodhpur train timetable.","By Flight":"Jodhpur airport is located just 5 km away from the city centre. Daily domestic flights to Jodhpur are available from all the major metros especially Delhi, Mumbai and Bangalore. Wondering how to go to Jodhpur from a foreign country? Those who plan to take aflight to Jodhpurfrom anywhere in the globe needs to reach Delhi IGI airport. Delhi has excellent air, rail and road connectivity with Jodhpur.","By Cab/Taxi":"Jodhpur travel is best enjoyed by people when it is a road trip along with good company. Nothing matches the excitement of driving to Jodhpur by car through the desert. Travel toJodhpur by roadto experience the cultural heritage and history of this wonderful city. Jodhpur car rentals offer amazing one-day packages that include a visit to all the major tourist attractions."},
              {"_id":{"$oid":"5e89b4759df13cf63829b301"},"city_name":"bikaner","By Bus":"How to go to Bikaneris never a problem for the travellers. Bikaner visit by buscan be a great experience for all. Bikaner trip by buscan be booked on ordinary, luxury or deluxe buses. Buses link Bikaner with major cities like Delhi, Mumbai, Kolkata and other cities of India","By Train":"Bikaner has two major railway stations. They areBikaner Junction and Lalgarh Railway Station. These two railway stations connect Bikaner with other parts of the country","By Flight":"Jodhpur Airport is the nearest airport to Bikaner, located around 251 km away from the city. From the airport, you can board a bus or hire a taxi to reach Bikaner.","By Cab/Taxi":"Tourists can visit the tourist attractions likeJunagarh Fort,Lalgarh Palace,Gajner Wildlife Sanctuary, Ganga Singh Museum and such other places by availing the services of Bikaner car rental.Bikaner by caris a thrilling journey.If self-drive is preferred,travellers can make use of their own vehiclesforBikaner travel. Go leisurely toBikaner by roadalong with family and friends"},
              {"_id":{"$oid":"5e89b4779df13cf63829b302"},"city_name":"pushkar","By Bus":"This is not a great option for long distance travellers. However, buses from Delhi to Ajmer and further to Pushkar are easily available. The Rajasthan State Road Transport Corporation runs deluxe and semi-deluxe buses (both air-conditioned and non-air-conditioned) connecting Ajmer to nearby cities and then transport you to Pushkar for a very nominal fare.","By Train":"You will need to take a train to Ajmer and then take a 30-minute drive to Pushkar. The Ajmer railway station is well-connected with major Indian cities like Delhi, Mumbai, Jaipur, Allahabad, Lucknow, Kolkata, Bhopal, and Bangalore.","By Flight":"The nearest airport to Pushkar is in Jaipur, which is 140 kilometres away. The airport is well-connected to major metropolitan cities like Delhi, Mumbai, kolkata. Once you reach at the airport, you can hire a cab to reach Pushka","By Cab/Taxi":"Driving is a good idea if you live nearby, like in the cities of Delhi and Jaipur. Vehicles are allowed inside Pushkar only in certain areas"},
              {"_id":{"$oid":"5e89b4799df13cf63829b303"},"city_name":"ajmer","By Bus":"The Rajasthan State Road Transport Corporation runs deluxe and semi-deluxe buses (both air-conditioned and Non-air-conditioned) connecting Ajmer to nearby cities like Delhi, Jaipur, Udaipur, Jodhpur and Jaisalmer. There are also several private tour operators who run both regular and Volvo buses on this route.","By Train":"Located within the city, the Ajmer Junction railway station lies on the Mumbai - Ahmedabad - Jaipur - Delhi line. The station is well-connected with major Indian cities like Delhi, Mumbai, Jaipur, Allahabad, Lucknow and Kolkata.","By Flight":"Approximately 135 kilometres from Ajmer city, the Sanganer Airport located in Jaipur is the nearest airport from Ajmer. The airport is well-connected to major metropolitan cities like Delhi, Mumbai. Once you reach at the airport, you can hire a cab to reach Ajmer.","By Cab/Taxi":"Ajmer is excellently connected to all major cities by highways and well-maintained roads. While driving from New Delhi to Ajmer, take the NH-8 from Dhaula Kuan. Follow the highway through Gurgaon and continue via Manesar, Dharuhera, Behror and Shahpura to Jaipur.  If you don’t wish to go through Jaipur city, there is also a bypass after Chandwaji, where you can follow road signs and take the flyover leading off towards Ajmer Road. It connects to the Jaipur-Ajmer Road that runs through Bagru and Kishangarh to reach Ajmer (391 kilometres, 8 hours)."},
              {"_id":{"$oid":"5e89b47b9df13cf63829b304"},"city_name":"mount-abu","By Bus":"Many government run (Rajasthan State Transport Corporation) buses operate from nearby cites to Mount Abu. In addition to a number of state transport buses, many private buses ply regularly to this hill station. You can opt for deluxe, semi-deluxe and air-conditioned buses from Jaipur and Abu Road.","By Train":"Mount Abu railway station is well-connected to different cities in India like New Delhi, Jaipur, Mumbai and Ahmedabad. The Abu Road railhead lies on the long Delhi-Ahmedabad railway line.  Some of the popular trains are Porbandar Express, Jodhpur Express, Ajmer Express and Ala Hazrat Express. Once you reach at the railway station, you can hire a private taxi or a shared cab (state transport) to reach the city, which is just 26 kilometres picturesque drive away.","By Flight":"Dabok Airport is the nearest domestic airport from Mount Abu which is located in Udaipur (which in its own accord, is a very beautiful city) and is approximately 185 kilometres away from the city. The airport is well-connected with Indian metro cities.  You can also get down at Ahemdabad Airport which is widely connected to different parts of the country and is the second nearest airport from Mount Abu (221 kms). Once you reach at the airport, you can pre-book a taxi or hire a cab to from the airport to reach the city.","By Cab/Taxi":"To enter Mount Abu, you'll have to come through a toll gate. A nominal payment will get you in. National Highway- 14 is well-connected to this hill station. Alternatively, you can come here by your own transport and then hire a bike to wander around from one attraction to another."},
              {"_id":{"$oid":"5e9bfda2957d9045fcbf8ef1"},"city_name":"jaisalmer","By Bus":"For travellers comfortable with bus journeys, a host of buses terminate at the Jaisalmer Border Security Forces Bus Stand, thus facilitating a Jaisalmer trip by bus. A wide network of buses connecting prominent cities to the historical town of Jaisalmer encourage tourists to pre-book their bus tickets for a well-planned Jaisalmer visit by bus, in addition to coming up with a befitting solution to the lingering question of how to go to Jaisalmer.","By Train":"Attracting tourists with a host of direct trains, seats in a train to Jaisalmer can be pre-booked through online platforms in addition to manned counters. Jaisalmer Railway Station, constantly bustling with trains and commuters excited about their holiday is the terminating station for every Jaisalmer train","By Flight":"The Jaisalmer Airport is the final destination of flyers travelling by air in one of the many direct flights to Jaisalmer.","By Cab/Taxi":" Attracting people to enjoy long rides in their own vehicles, a journey to Jaisalmer by road offers a host of opportunities to double their entertainment quotient. Witnessing the picturesque landscapes welcoming the tourist fraternity, a visit to Jaisalmer by car is the most exciting travel option supported by the Jaisalmer car rental packages offered by a host of private taxis."}
            ]
}